9/data/attachments/3dd65cb1a7cc1fe8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_dc03d8db-1de8-4368-8975-f9467272f69a</nif:username>
            <nif:friendToBeAdded>Stanley_leave_Actions_77935_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>